{

	"bodies": [{
			"step": "Star Sports App is one of the best streaming content applications available on the market. The era of television is almost at an end. And the Star Network is trying to take advantage of it with the Star Sports App. More and more users are turning to smartphones. Everyone likes their content on the go, at the convince their hand. This application is an opportunity for the network not only to retain its audience, but build on it as well. As cable or dish services are overshadowed by streaming services. So so much that some of the popular content is exclusively available on these streaming services and not on cable."
		}, {
			"step": "As more and more producers focus on exclusively showcasing their work, new weekly episodes and highly anticipated content could be lost to the user. Don't worry, the Star Sports app has you covered. The app offers an option to add content to a wish list. This will allow the Star Sports app to notify you whenever new content is available or to purchase a subscription in time. (if you run out). The feature also acts as a bookmark for shows you might be interested in for later viewing."
		}, {
			"step": "Star has the right to cover almost every major sporting event that takes place in the world. Some are covered live simultaneously, as in the case of soccer; when several teams are playing at the same time. The Star Sports app has a sports option for you, to skip all the content and go straight to your favorite sport. Live and most popular events are listed at the top. The Sports tab also offers the ability to view highlights of any game or event you may have missed. Multiple events of the same sport can be happening at the same time. Thus, the tab has subcategories in the form of the name of the sport, such as cricket, soccer, etc."

		}, {
			"step": ""

		}

	],


	"sorryMessage": "Welecome To Star sports live",

	"URL_APP": "s1=",
	
	"APP_KEY":"13c9370c1",
	"BANNER_PLACEMENT":"DefaultBanner",
	"INTERSTITIAL_PLACEMENT":"DefaultInterstitial"

}
